       BROWSE-JOBS.
           MOVE "Browse Jobs/Internships is under construction" TO LINE-TEXT
           PERFORM PRINT-LINE
           MOVE " " TO LINE-TEXT
           PERFORM PRINT-LINE.
